{
    "flowerfield": {
        "display_name": "test banner",
        "pull_cost": 10,
        "drops": [
            {
                "item": "Violet",
                "weight": 0.1
            },
            {
                "item": "Kuro",
                "weight": 20
                
            },
            {


                "item": "DRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIE DRIVING IN MY CAR RIGHT AFTER colton is a femboy A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIE DRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIE DRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIE DRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIE DRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIE DRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIE DRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIE DRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIE DRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIE DRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIE DRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIE DRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIE DRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIE DRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIE DRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIEDRIVING IN MY CAR RIGHT AFTER A BEER HEY THAT BUMP  IS SHAPED LIKE A DEER DUI? HOW ABOUT THAT YOU DIE",
                "weight": 30



            }
        ]
    }
}